liquidity.server.error.0001=\u062E\u0637\u0623 \u062F\u0627\u062E\u0644\u064A. \u064A\u0631\u062C\u0649 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644.

liqdtyMangParam.details.psh.0001=\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0628\u0646\u062C\u0627\u062D.
liqdtyMangParam.details.psh.0002=\u0641\u0634\u0644 \u0625\u0646\u0634\u0627\u0621 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629.
liqdtyMangParam.details.psh.0003=\u062A\u0645 \u062A\u062D\u062F\u064A\u062B \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0628\u0646\u062C\u0627\u062D.
liqdtyMangParam.details.psh.0004=\u0641\u0634\u0644 \u062A\u062D\u062F\u064A\u062B \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629.
liqdtyMangParam.details.psh.0005=\u062A\u0645 \u062D\u0630\u0641 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0627\u0645\u0650\u0644 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0628\u0646\u062C\u0627\u062D.
liqdtyMangParam.details.psh.0006=\u0641\u0634\u0644 \u062D\u0630\u0641 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629.
liqdtyMangParam.details.psh.0007=\u062A\u0645 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0628\u0646\u062C\u0627\u062D.
liqdtyMangParam.details.psh.0008=\u0627\u0644\u0645\u0639\u0627\u0644\u062C \u0648\u0627\u0644\u0645\u062D\u0642\u0642 \u0644\u0627 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0643\u0648\u0646\u0627 \u0645\u062A\u0645\u0627\u062B\u0644\u064A\u0646.
liqdtyMangParam.details.psh.0009=\u0644\u0627 \u064A\u0648\u062C\u062F \u0633\u062C\u0644 \u0645\u0648\u062C\u0648\u062F \u0644\u0644\u0645\u0641\u0627\u062A\u064A\u062D \u0627\u0644\u0645\u062D\u062F\u062F\u0629.
liqdtyMangParam.details.psh.0010=\u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0635\u062D\u0629 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629.
liqdtyMangParam.details.psh.0011=\u0641\u0634\u0644 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629.
liqdtyMangParam.details.psh.0012=\u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0645\u0648\u062C\u0648\u062F\u0629 \u0628\u0627\u0644\u0641\u0639\u0644.
liqdtyMangParam.details.psh.0013=\u062A\u0645 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0628\u0627\u0644\u0641\u0639\u0644.
liqdtyMangParam.details.psh.0014=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0627\u0644\u0633\u062C\u0644 \u0627\u0644\u0645\u062D\u0630\u0648\u0641.
liqdtyMangParam.details.psh.0015=\u0641\u0634\u0644 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0644\u0645\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629.
liqdtyMangParam.details.psh.0016=\u062A\u0645 \u062D\u0630\u0641 \u062A\u0641\u0627\u0635\u064A\u0644 \u0645\u0639\u0627\u0645\u0650\u0644 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0633\u064A\u0648\u0644\u0629 \u0628\u0627\u0644\u0641\u0639\u0644.
liqdtyMangParam.details.psh.0017=\u063A\u064A\u0631 \u0645\u0633\u0645\u0648\u062D \u0628\u062A\u0631\u0643\u064A\u0628\u0629 \u0645\u0639\u0631\u0651\u0641 \u0627\u0644\u062E\u062F\u0645\u0629 \u0648\u0631\u0645\u0632 \u0627\u0644\u0639\u0645\u0644\u0629 \u0627\u0644\u0645\u0643\u0631\u0631.

samaLiquidityReport.details.psh.0001=\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062A\u0642\u0631\u064A\u0631 \u0628\u0646\u062C\u0627\u062D.
samaLiquidityReport.details.psh.0002=\u0641\u0634\u0644 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062A\u0642\u0631\u064A\u0631.
samaLiquidityReport.details.psh.0003=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062A\u0642\u0631\u064A\u0631 \u0641\u064A \u0627\u0644\u064A\u0648\u0645 \u0627\u0644\u0623\u0648\u0644 \u0645\u0646 \u0627\u0644\u0634\u0647\u0631.
samaLiquidityReport.details.psh.0004=\u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0628\u062F\u0621 \u0648\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0627\u0646\u062A\u0647\u0627\u0621 \u0641\u064A \u0646\u0641\u0633 \u0627\u0644\u0634\u0647\u0631.


# Entity validation messages
NotEmpty.pshLqmPrm.id.currencyCode=\u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0631\u0643 \u0631\u0645\u0632 \u0627\u0644\u0639\u0645\u0644\u0629 \u0641\u0627\u0631\u063A\u064B\u0627.
NotEmpty.pshLqmPrm.id.serviceType=\u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0631\u0643 \u0645\u0639\u0631\u0651\u0641 \u0627\u0644\u062E\u062F\u0645\u0629 \u0641\u0627\u0631\u063A\u064B\u0627.
NotEmpty.pshLqmPrm.alertEmail=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u062A\u0646\u0628\u064A\u0647 \u0641\u0627\u0631\u063A\u064B\u0627.
NotNull.pshLqmPrm.prefundLimit=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0643\u0648\u0646 \u062D\u062F \u0627\u0644\u062A\u0645\u0648\u064A\u0644 \u0627\u0644\u0645\u0633\u0628\u0642 \u0641\u0627\u0631\u063A\u064B\u0627.
NotNull.pshLqmPrm.alertPercentage=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0623\u0646 \u062A\u0643\u0648\u0646 \u0646\u0633\u0628\u0629 \u0627\u0644\u062A\u0646\u0628\u064A\u0647 \u0641\u0627\u0631\u063A\u0629.


Digits.pshLqmPrm.prefundLimit=\u062D\u062F \u0627\u0644\u062A\u0645\u0648\u064A\u0644 \u0627\u0644\u0645\u0633\u0628\u0642 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D! \u0623\u0642\u0635\u0649 \u0639\u062F\u062F \u0635\u062D\u064A\u062D \u0645\u0633\u0645\u0648\u062D \u0628\u0647 \u0647\u0648 11 \u0648\u0627\u0644\u0643\u0633\u0631 \u0647\u0648 4.
pshLqmPrm.prefundLimit.integer=8
pshLqmPrm.prefundLimit.fraction=4


Pattern.pshLqmPrm.id.currencyCode=\u0631\u0645\u0632 \u0627\u0644\u0639\u0645\u0644\u0629 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D! \u064A\u0633\u0645\u062D \u0641\u0642\u0637 \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u062D\u0631\u0648\u0641 \u0627\u0644\u0647\u062C\u0627\u0626\u064A\u0629.
Pattern.pshLqmPrm.id.serviceType=\u0645\u0639\u0631\u0641 \u0627\u0644\u062E\u062F\u0645\u0629 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D! \u064A\u0633\u0645\u062D \u0641\u0642\u0637 \u0628\u0627\u0644\u062D\u0631\u0648\u0641 \u0627\u0644\u0623\u0628\u062C\u062F\u064A\u0629 \u0627\u0644\u0631\u0642\u0645\u064A\u0629.
Pattern.pshLqmPrm.alertEmail=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u063A\u064A\u0631 \u0635\u0627\u0644\u062D!


Range.pshLqmPrm.alertPercentage=\u064A\u062C\u0628 \u0623\u0646 \u062A\u0643\u0648\u0646 \u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0645\u0626\u0648\u064A\u0629 \u0644\u0644\u062A\u0646\u0628\u064A\u0647 \u0628\u064A\u0646 {pshLqmPrm.alertPercentage.min} \u0648 {pshLqmPrm.alertPercentage.max}.
pshLqmPrm.alertPercentage.min=0
pshLqmPrm.alertPercentage.max=100


CustomSize.pshLqmPrm.id.currencyCode=\u064A\u062C\u0628 \u0623\u0646 \u064A\u062A\u0643\u0648\u0646 \u0631\u0645\u0632 \u0627\u0644\u0639\u0645\u0644\u0629 \u0645\u0646 {pshLqmPrm.id.currencyCode.min} \u062D\u0631\u0641.
pshLqmPrm.id.currencyCode.min=3
pshLqmPrm.id.currencyCode.max=3


CustomSize.pshLqmPrm.id.serviceType=\u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0637\u0648\u0644 \u0645\u0639\u0631\u0641 \u0627\u0644\u062E\u062F\u0645\u0629 \u0628\u064A\u0646 {pshLqmPrm.id.serviceType.min} \u0648 {pshLqmPrm.id.serviceType.max}.
pshLqmPrm.id.serviceType.min=1
pshLqmPrm.id.serviceType.max=16